alacritty
amd-ucode
arandr
base
base-devel
bridge-utils
cava
cbatticon
clang
clash
cmake
cmatrix
conky-lua-nv
dkms
dmenu
dnsmasq
dunst
edk2-ovmf
efibootmgr
fastfetch
feh
firefox
flatpak
git
grub
gst-plugins-good
htop
i3-wm
i3blocks
i3lock-color
i3status
intel-media-driver
iptables-nft
iwd
jq
less
libva-intel-driver
libvirt
libzip
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lsplug
lxappearance
materia-gtk-theme
nano
network-manager-applet
networkmanager
notification-daemon
noto-fonts
ntfs-3g
os-prober
papirus-icon-theme
pavucontrol
picom
polybar
pulseaudio
pulseaudio-equalizer
qemu-desktop
qt5-quickcontrols
qt5-quickcontrols2
qt5-webengine
ranger
redshift
rofi
rofi-power-menu
scrot
smartmontools
sof-firmware
thunar
ttf-dejavu
ttf-liberation
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
udiskie
vim
virt-manager
visual-studio-code-bin
vlc
volumeicon
vulkan-intel
vulkan-nouveau
vulkan-radeon
wget
wireless_tools
woff2-font-awesome
xclip
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-xinit
xss-lock
xterm
yay-git
yay-git-debug
